export const fireMap = {
	normal: {
		version: '基础版',
		arr1: ['自己', '左边第一位', '对面的人', '戴眼镜的人', '穿黑色的人', '全场酒量最差者'],
		arr2: ['一口闷', '分三口喝', '左手喝', '闭眼喝', '哼歌喝', '倒满再喝'],
		arr3: ['啤酒', '白酒', '混饮', '果汁', '可乐', '自选杯']
	},
	cp: {
		version: '情侣版',
		arr1: ['轻吻', '深吻', '舔舐', '吹气', '摩挲', '轻拍'],
		arr2: ['嘴唇', '耳垂', '脖子', '胸部', '腹部', '臀部'],
		arr3: ['在地板上', '在沙发上', '在椅子上', '在浴室里', '在镜子前', '女方在上']
	},
	pri: {
		version: '刺激版',
		arr1: ['吮吸', '轻咬', '含住', '揉捏', '按压', '摩挲'],
		arr2: ['嘴唇', '胸部', '乳头', '性器官', '臀部', '脖子'],
		arr3: ['10秒', '1分钟', '30秒', '粗暴地', '直至满意', '直至对方喊停']
	},
	shame: {
		version: '惩罚版',
		arr1: ['吮吸', '轻咬', '含住', '揉捏', '按压', '摩挲'],
		arr2: ['嘴唇', '胸部', '乳头', '性器官', '臀部', '脖子'],
		arr3: ['求我', '叫主人', '30秒', '丝绸眼罩', '束缚带', '爱抚']
	},
	custom: {
		version: '自定义',
		arr1: [
			'版6', '版5', '版4', '版3', '版2', '版1'
		],
		arr2: [
			'密1', '密2', '密3', '密4', '密5', '密6'
		],
		arr3: ['私1', '私2', '私3', '私4', '私5', '私6']
	}
}